/* 
  KPKLocalizable.strings
  MacPass

  Created by Michael Starke on 20/12/13.
  Copyright (c) 2013 HicknHack Software GmbH. All rights reserved.
*/

"SET_TITLE" = "Wijzig Titel";
"SET_USERNAME" = "Wijzig Gebruikersnaam";
"SET_PASSWORD" = "Wijzig Wachtwoord";
"SET_URL" = "Wijzig URL";
"SET_NOTES" = "Wijzig Notities";

"DATABASE" = "Database";
"EMAIL" = "E-Mail";
"INTERNET" = "Internet";
"GENERAL" = "Algemeen";
"HOMEBANKING" = "Thuisbankieren";
"NETWORK" = "Netwerk";
"TRASH" = "Prullenmand";
"WINDOWS" = "Windows";

/* Copy */
"KPK_GROUP_COPY_%@" = "%@ Kopieer";
"KPK_ENTRY_COPY_%@" = "%@ Kopieer";

/* Validation Errors */
"ERROR_WINDOW_TITLE_VALIDATION_FAILED" = "Het Formaat van de Venster Titel is ongeldig!";
"ERROR_ATTRIBUTE_KEY_VALIDATION_FAILED" = "De Attribuutkey is niet uniek!";
"ERROR_AUTOTYPE_SEQUENCE_VALIDATION_FAILED" = "De Autotype Sequentie is niet geldig!";

/* Errors */
"ERROR_CORRUPT_TREE" = "De interne bestandsstructuur is corrupt!";
"ERROR_INVALID_FIELD_SIZE" = "Verkeerde grootte op dataveld. Verkeerd wachtwoord?";
"ERROR_INVALID_FIELD_TYPE" = "Onbekend databeld. Verkeerd wachtwoord?";
"ERROR_UNSUPPORTED_DATABASER_VERSION" = "De databaseversie wordt niet ondersteund";
"ERROR_UNSUPPORTED_CHIPHER" = "Niet ondersteund chipher algoritmd";
"ERROR_UNKNOWN_FILE_FORMAT" = "Onbekend bestandsformaat";
"ERROR_HEADER_CORRUPTED" = "Header is corrupt";
"ERROR_UNSUPPORTED_KDBX_COMPRESSION_ALGORITHM" = "Niet ondersteund compressie-algoritme";
"ERROR_UNSUPPORTED_KDBX_RANDOM_STREAM" = "Niet ondersteund random stream type";
"ERROR_INTEGRITY_CHECK_FAILED" = "De intergriteit van de database is niet verzekerd";
"ERROR_PASSWORD_OR_KEYFILE_WRONG" = "Het wachtwoord en/of de keyfile is niet correct";
"ERROR_KEEPASSFILE_ELEMENT_MISSING" = "Het XML-bestand mist het KeePassFile-element";
"ERROR_ROOT_ELEMENT_MISSING" = "Het XML-bestand bevat geen Root node";
"ERROR_GROUP_ELEMENT_MISSING" = "Het XML-bestand bevat geen Groep node";
"ERROR_HEADER_HASH_MISSMATCH" = "De header hash komt niet overeen. Bestand corrupt";
"ERROR_XML_KEYFILE_WITHOUT_KEY_ELEMENT" = "De XML-keyfile mist het key element";
"ERROR_XML_KEYFILE_WITHOUT_DATA_ELEMENT" = "De XML-keyfile mist the data element";
"ERROR_XML_KEYFILE_DATA_PARSING_ERROR" = "Kan geen data van de XML-keyfile lezen";
"ERROR_HEADER_HASH_VERIFICATION_FAILED" = "The database header hash is wrong. Data integritiy might be broken!";
